Repository: dmodules/d-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Admin Panel
fr: Panneau d'administration

source: Unknown
fr: Inconnu

source: Created
fr: Créé

source: Updated
fr: Mis à jour

source: Deleted
fr: Supprimé

source: User
fr: Utilisateur

source: Title
fr: Titre

source: Content
fr: Contenu

source: Created at
fr: Créé

source: Updated at
fr: Mis à jour

source: Admin Log
fr: Log

source: Admin Logs
fr: Logs

source: ready for delivery
fr: prêt à la livraison

source: Order
fr: Commande

source: Home
fr: Accueil

source: Models in the %(name)s application
fr: Modèle de l'application %(name)s

source: Add
fr: Ajouter

source: View
fr: Voir

source: Change
fr: Changer

source: You don't have permission to view or edit anything.
fr: Vous n'avez pas la permission de voir ou de modifier quoi que ce soit.

source: Recent admin actions
fr: Actions récentes

source: My actions
fr: Mes actions

source: None available
fr: Aucun disponible

source: Unknown content
fr: Contenu inconnu

source: By
fr: Par

source: Welcome,
fr: Bienvenue,

source: View site
fr: Voir le site

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Déconnexion

source: Django site admin
fr: Administration

source: Django administration
fr: Administration

source: Please correct the error below.
fr: Veuillez corriger l'erreur.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs.

source: Filter
fr: Filtre

source: Delete
fr: Supprimer

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fr: Supprimer l'élément %(object_name)s '%(escaped_object)s' requerrait la suppression de ces éléments, dont vous n'avez pas les permissions pour les supprimer :

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
fr: Supprimer l'élément %(object_name)s '%(escaped_object)s' requerrait la suppression des éléments protégés suivant :

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
fr: Êtes-vous sûr de vouloir supprimer %(object_name)s "%(escaped_object)s" ? Les éléments suivant seront aussi supprimés :

source: Yes, I'm sure
fr: Oui, j'en suis sûr

source: Log in
fr: Se connecter

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes connecté en tant que '%(username)s', mais vous n'êtes pas autorisé à accéder à cette page. Voulez-vous vous connecter à un autre compte ?

source: Forgotten your password or username?
fr: Mot de passe oublié ?

source: Advertising
fr: Alerte Publicitaire

source: Advertising Top Banner
fr: Bannière publicitaire d'entête

source: Advertising Popup
fr: Popup publicitaire

source: Shop
fr: Boutique

source: Product's Categories
fr: Catégories de produit

source: Product's Filters
fr: Filtres de produit

source: Product's Brands
fr: Marques de produit

source: Product's Labels
fr: Vignettes de produit

source: Product's Attributes
fr: Attributs de produit

source: Products
fr: Produits

source: Quotation
fr: Devis

source: Orders
fr: Commandes

source: Customers
fr: Clients

source: Update Product's Variants
fr: Mis à jour des variantes de produit

source: Discounts
fr: Rabais

source: Discounts Per Category
fr: Rabais par catégorie

source: Promo Codes
fr: Codes promotionnels

source: Settings
fr: Paramètres

source: Canadian Taxes
fr: Taxes canadiennes

source: Countries
fr: Pays

source: Region
fr: Région

source: Cities
fr: Villes

source: Shipping Methods
fr: Méthodes de livraison

source: Months
fr: Mois

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Current Year
fr: Année actuelle

source: Last Year
fr: Année dernière

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Current Week Incomes
fr: Revenus de la semaine

source: Last Week Incomes
fr: Revenus de la semaine dernière

source: Low of Stock
fr: Stock faible

source: Out of Stock
fr: Épuisé

source: created
fr: créé

source: updated
fr: modifié

source: deleted
fr: supprimé

source: by
fr: par

source: Translatable Fields
fr: Champs traduisibles

source: Start
fr: Début

source: End
fr: Fin

source: Open on a new tab?
fr: Ouvrir dans un nouvel onglet ?

source: Active
fr: Actif

source: Start at
fr: Début

source: End at
fr: Fin

source: Advertising Top Banners
fr: Bannières publicitaires d'entête

source: Text
fr: Texte

source: Maximum 75 characters.
fr: Maximum 75 caractères.

source: Example: https://www.test.com. Leave blank to not use link.
fr: Exemple : https://www.test.com. Laisser vide pour ne pas utiliser de lien.

source: Maximum 255 characters.
fr: Maximum 255 caractères.

source: Hide for 30 days
fr: Cacher pour 30 jours

source: Hide popup for 30 days on close, otherwise, show it everytime.
fr: Cacher le popup pendant 30 jours lors de la fermeture, sinon, le faire apparaître à chaque fois.

source: Shown
fr: Voir

source: Advertising Popups
fr: Popups publicitaires

source: Recommended size: 800x600.
fr: Dimension recommandée : 800x600.

source: URL Link
fr: Lien URL

source: Optional.
fr: Facultatif.

source: Square Payment
fr: Paiement Square

source: Credit Card (via Square)
fr: Carte de crédit (via Square)

source: + {}% handling fee
fr: + {}% de frais

source: An error occurred while creating your order
fr: Une erreur est survenue lors de la création de votre commande.

source: An error occurred while creating your order.
fr: Une erreur est survenue lors de la création de votre commande.

source: Stripe Payment
fr: Paiement Stripe

source: Receipt's URL
fr: URL du reçu

source: Stripe's Data
fr: Données Stripe

source: Stripe's Payment Data
fr: Données de paiement

source: Credit Card (via Stripe)
fr: Carte de crédit (via Stripe)

source: Shipping
fr: Livraison

# admin
source: Customer
fr: Client

source: CREATED
fr: Créé

source: SUBMITTED
fr: Soumis

source: APPROVED
fr: Approuvé

source: ORDERED
fr: Commandé

source: REJECTED
fr: Rejeté

source: Cookie ID
fr: ID de cookie

source: Quotation Number
fr: Numéro du devis

source: Quotation Status
fr: Status du devis

source: Quotation Created at
fr: Créé

source: Quotation Updated at
fr: Mis à jour

source: Extra fields
fr: Champs additionnels

source: Quotations
fr: Devis

source: Default
fr: Par défaut

source: Product's Name
fr: Nom du produit

source: Product Type
fr: Type du produit

source: Product's Code
fr: Code du produit

source: Variant's Code
fr: Code de la variante

source: Variant Attribute
fr: Attribut de variable

source: Unit Price
fr: Prix unitaire

source: Quantity
fr: Quantité

source: Discount
fr: Rabais

source: Amount Discount
fr: Montant du rabais

source: Percent Discount
fr: Pourcentage du rabais

source: Name
fr: Nom

source: Amount
fr: Montant

source: An amount to substract to the original price, leave blank to use 'Percent'.
fr: Un montant à soustraire du prix original, laisser vide pour utiliser le 'Pourcentage'.

source: Percent
fr: Pourcentage

source: A percent to substract to the original price, unused if there's an 'Amount'.
fr: Un pourcentage à soustraire du prix original, ne sera pas utilisé s'il y a un 'Montant'.

source: Can Apply On Discounted Product?
fr: Applicable sur les produits en promotion ?

source: Categories
fr: Catégories

source: Discount Per Category
fr: Rabais par catégorie

source: Leave blank to auto-generate a random code.
fr: Laisser vide pour générer automatiquement un code aléatoire.

source: Allow multiple uses?
fr: Autoriser l'utilisation multiple ?

source: Allow customers to use this code multiple time?
fr: Autoriser les clients à utiliser ce code plusieurs fois ?

source: Apply on cart's total only
fr: Appliquer au total du panier

source: Check to apply this promocode on the cart's total instead of individual product.
fr: Cocher pour appliquer ce code promotionnel au total du panier plutôt qu'aux produits individuellement.

source: Leave blank if you doesn't want this code to expire after a specific time.
fr: Laisser vide si vous ne voulez pas que le code expire après un certain temps.

source: Number of Customer
fr: Nombre de clients

source: Leave to 0 if you doesn't want this code to expire after a specific number of customer's uses.
fr: Laisser à 0 si vous ne voulez pas que le code expire après un nombre spécifique d'utilisation.

source: Only allow these customers to use this code. Leave blank to allow anyone.
fr: N'autoriser que ces clients à utiliser ce code. Laissez vide pour autoriser tout le monde.

source: Leave blank if you want to apply to all product.
fr: Laisser vide si vous voulez appliquer à tous les produits.

source: Promo Code
fr: Code promotionnel

source: Customer
fr: Client

source: Expired
fr: Expiré

source: Customer's Promo Code
fr: Code promotionnel du client

source: Customer's Promo Codes
fr: Codes promotionnels du client

source: Subtotal before discounts
fr: Sous-total avant rabais

source: Cart Discounts
fr: Rabais du panier

source: Applied promocodes
fr: Codes promotionnels appliqués

source: Price before discounts
fr: Prix avant rabais

source: Unit price before discounts
fr: Prix unitaire avant rabais

source: Search
fr: Recherche

source: Create a discount on shipping
fr: Créer un rabais sur la livraison

source: Pick Up in Store
fr: Ramassage en magasin

source: Postal shipping (free)
fr: Envoi postal (gratuit)

source: Postal shipping (standard)
fr: Envoi postal (standard)

source: Postal shipping (express)
fr: Envoi postal (express)

source: Postal shipping with separator (standard)
fr: Envoi postal avec séparateur (standard)

source: Identifier
fr: Identifiant unique

source: Price
fr: Prix

source: An amount to be added to the cart price.
fr: Un montant à ajouter au prix du panier.

source: Tax shipping?
fr: Taxer la livraison ?

source: Leave unchecked if you don't want to tax shipping.
fr: Laissez décoché si vous ne voulez pas taxer la livraison.

source: Use an amount to separate two price?
fr: Utiliser un montant pour séparer deux prix ?

source: Amount to reach to get the discount
fr: Montant du panier à atteindre pour avoir droit au rabais

source: The amount of the cart price to separate the shipping price before and after it.
fr: Le montant du prix du panier à atteindre pour séparer le prix de livraison avant et après celui-ci.

source: Shipping price when the amount has been reached
fr: Prix de la livraison une fois le montant atteint

source: The price to replace the original shipping price if the separator's amount has been reached.
fr: Le prix qui remplacera le prix original de livraison lorsque le montant de séparation sera atteint.

source: Shipping Method
fr: Méthode livraison

source: Translated Attribute Name
fr: Nom de l'attribut traduit

source: Country Name
fr: Nom du pays

source: Country Code
fr: Code du pays

source: Maximum 2 characters.
fr: Maximum 2 caractères.

source: Shipping Country
fr: Pays de livraison

source: Shipping Countries
fr: Pays de livraison

source: Country
fr: Pays

source: State Name
fr: Nom de province

source: State Code
fr: Code de province

source: Shipping State
fr: Livraison

source: Shipping States
fr: Province/Provinces de livraison

source: State
fr: Province

source: City Name
fr: Nom de ville

source: City Code
fr: Code de ville

source: Maximum 10 characters.
fr: Maximum 10 caractères.

source: Shipping City
fr: Ville de livraison

source: Shipping Cities
fr: Villes de livraison

source: Shipping Management
fr: Gestion de la livraison

source: States
fr: Provinces

source: Shipping costs
fr: Prix de livraison

source: Dshop to Square
fr: D-Shop à Square

source: Square to Dshop
fr: Square à D-Shop

source: Product Name
fr: Nom du produit

source: Product Square Code
fr: Code de produit Square

source: Variant Square Code
fr: Code de variante de Square

source: Old Quantity
fr: Ancienne quantité

source: New Quantity
fr: Nouvelle quantité

source: Stock Adjustment
fr: Ajustement de l'inventaire

source: Stock Updated From
fr: Adjustement de

source: Stock Log
fr: Log d'inventaire

source: Stocks Log
fr: Log d'inventaires

source: Canadian Tax
fr: Taxe canadienne

source: Shipping is Taxed
fr: Livraison taxée

source: Yes
fr: Oui

source: {}% VAT incl.
fr: {}% TVA

source: {}% TOTAL incl.
fr: {}% TOTAL

source: {}% HST incl.
fr: {}% HST

source: {}% GST incl.
fr: {}% GST

source: {}% PST incl.
fr: {}% PST

source: {}% QST incl.
fr: {}% QST

source: Chypre (pays)
fr: Chypre

source: Comores (pays)
fr: Comores

source: Équateur (pays)
fr: Équateur

source: Géorgie (pays)
fr: Géorgie

source: Grenade (pays)
fr: Grenade

source: Irlande (pays)
fr: Irlande

source: Luxembourg (pays)
fr: Luxembourg

source: Îles Marshall (pays)
fr: Îles Marshall

source: Maurice (pays)
fr: Maurice

source: États fédérés de Micronésie (pays)
fr: États fédérés de Micronésie

source: Map
fr: Carte

source: Data
fr: Données

source: Number
fr: Numéro

source: Subtotal
fr: Sous-total

source: Is fully paid
fr: Payé

source: Details
fr: Détails

source: Categories and Filters
fr: Catégories et filtres

source: Main Image
fr: Image principale

source: You can not select same Attribute type for one variant
fr: Vous ne pouvez pas sélectionner le même type d'attribut pour une variante

source: You need to select same Attribute type for all variant
fr: Vous devez sélectionner les mêmes types d'attributs pour toutes les variantes

source: Attributes
fr: Attributs

source: Text Index
fr: Texte

source: Low or Out of Stock
fr: Inventaire faible ou épuisé

source: Out of stock
fr: Épuisé

source: Low on stock
fr: Stock faible

source: Price starting at
fr: Prix débutant par

source: Page's Header
fr: Entête de la page

source: Text With Media
fr: Texte avec média

source: Text With Carrousel
fr: Texte avec carrousel

source: Text with two columns
fr: Texte en deux colonnes

source: Header With Video
fr: Entête avec vidéo

source: Slider's Element
fr: Élément du bloc 'Slider'

source: Background
fr: Fond

source: Button
fr: Bouton

source: Steps
fr: Étapes

source: Steps's Element
fr: Élément du bloc 'Étapes'

source: Team
fr: Équipe

source: Team's Element
fr: Élément du bloc 'Équipe'

source: Contact Card
fr: Carte de contact

source: Newsletter
fr: Infolettre

source: Products Categories
fr: Catégories des produits

source: Featured Products
fr: Produits en vedette

source: Products By Category
fr: Produits par catégorie

source: Sales
fr: Ventes

source: Sales's Element
fr: Élément du bloc 'Ventes'

source: Testimonials
fr: Témoignages

source: Testimonial's Element
fr: Élément du bloc 'Témoignages'

source: Ordered Quantity
fr: Quantité commandé

source: Canceled
fr: Annulé

source: Fullname
fr: Nom complet

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

source: Province / State
fr: Province / État

source: City
fr: Ville

source: Postal Code
fr: Code postal

source: Shipping Address
fr: Adresse de livraison

source: Shipping Addresses
fr: Adresses de livraison

source: Billing Address
fr: Adresse de facturation

source: Billing Addresses
fr: Adresses de facturation

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Parent's Category
fr: Catégorie parente

source: Square ID
fr: ID Square

source: Sort by
fr: Réorganiser par

source: A text that will be shown on the top of the page of the Products of this category.
fr: Un texte qui sera affiché en-haut de la page des produits de cette catégorie.

source: Position of the text.
fr: Position du text.

source: Text's Colour
fr: Couleur du texte

source: Background's Colour
fr: Couleur du fond

source: Header's Image
fr: Image de fond

source: Product's Category
fr: Catégorie de produit

source: Category Name
fr: Nom de la catégorie

source: Product's Filter Group
fr: Groupe de filtres

source: Product's Filter Groups
fr: Groupes de filtres

source: Filter Group
fr: Groupe de filtre

source: Filter's Group Name
fr: Nom du groupe de filtre

source: Add a group to Filter.
fr: Ajouter un groupe au filtre.

source: Product's Filter
fr: Filtre de produit

source: Filter's Name
fr: Nom du filtre

source: Brand's Name
fr: Nom de la marque

source: Size: 300x300.
fr: Dimensions : 300x300.

source: Product's Brand
fr: Marque du produit

source: Product's Label
fr: Vignette de produit

source: Label's Name
fr: Nom de la vignette

source: Maximum 25 characters.
fr: Maximum 25 caractères.

source: Filters
fr: Filtres

source: Brand
fr: Marque

source: Custom Label
fr: Vignette personnalisée

source: Add a custom label to the product.
fr: Ajouter une vignette personnalisée au produit.

source: Featured
fr: En vedette

source: Product
fr: Produit

source: Caption
fr: Légende

source: Short description.
fr: Descriiption courte.

source: Long description.
fr: Description longue.

source: Net price for this product.
fr: Prix net du produit.

source: Available quantity in stock.
fr: Quantité disponible.

source: Discounted Unit Price
fr: Prix unitaire en promotion

source: Net discounted price for this product.
fr: Prix net en promotion du produit.

source: Discount Start DateTime
fr: Début de la promotion

source: Start DateTime Discount
fr: Début de la promotion

source: Discount Stop DateTime
fr: Fin de la promotion

source: Stop DateTime Discount
fr: Fin de la promotion

source: Default Product
fr: Produit par défaut

source: Default Products
fr: Produits par défaut

source: Facultative. Maximum 30 characters.
fr: Facultatif. Maximum 30 caractères.

source: Variable Product
fr: Produit variable

source: Variable Products
fr: Produits variables

source: Attribute Name
fr: Nom de l'attribut

source: Product's Attribute
fr: Attribut de produit

source: Displayed Text
fr: Texte affiché

source: Attribute
fr: Attribut

source: Attribute Value
fr: Valeur

source: Variant Image
fr: Image de variante

source: Recommended size: 810x900.
fr: Dimension recommandée : 810x900.

source: Product Variant
fr: Variante de produit

source: Product Variants
fr: Variantes de produit

source: Document's Name
fr: Nom du document

source: Product Document
fr: Document du produit

source: Product Documents
fr: Documents du produit

source: Google Analytics Snippet
fr: Snippet Google Analytics

source: Size: 180x180. Format: .png
fr: Dimension: 180x180. Format: .png

source: Size: 192x192. Format: .png
fr: Dimension: 192x192. Format: .png

source: Size: 512x512. Format: .png
fr: Dimension: 512x512. Format: .png

source: Size: 48x48. Format: .ico
fr: Dimension: 48x48. Format: .ico

source: Phone
fr: Téléphone

source: Secondary Phone
fr: Téléphone secondaire

source: Facultative.
fr: Facultatif.

source: Email
fr: Courriel

source: Address
fr: Adresse

source: Map Latitude
fr: Latitude

source: Map Longitude
fr: Longitude

source: Schedule
fr: Horaire

source: Social Network
fr: Réseau social

source: Link
fr: Lien

source: Social Networks
fr: Réseaux sociaux

source: Terms and Conditions
fr: Termes et conditions

source: Feature Name
fr: Nom de la fonctionnalité

source: Is enabled?
fr: Est activé ?

source: Feature List
fr: Liste de fonctionnalité

source: Feature Lists
fr: Listes de fonctionnalité

source: Button's Label
fr: Texte du bouton

source: Facultative. Maximum 255 characters.
fr: Facultatif. Maximum 255 caractères.

source: Background's Image
fr: Image de fond

source: Facultative. Size: 2000x900.
fr: Facultatif. Dimension : 2000x900.

source: How many brand's logo to be show at the same time.
fr: Nombre de logos de marque affichés en même temps.

source: Subtitle
fr: Sous-titre

source: Sizes : 398x531. Leave blank to hide image.
fr: Dimensions : 398x531. Laisser vide pour masquer l'image.

source: Video
fr: Vidéo

source: Leave blank to hide or use image instead.
fr: Laisser vide pour masquer ou utiliser l'image à la place.

source: Align text and media vertically?
fr: Aligner verticalement le texte et le média ?

source: Image's Position
fr: Position de l'image

source: How Many Images?
fr: Combien d'images ?

source: How many images to show at the same time on desktop.
fr: Nombre d'images à affichés en même temps.

source: Crop Image?
fr: Couper les images ?

source: If checked, will crop images to fit the same ratio.
fr: Si coché, coupera les images pour correspondre au même ratio.

source: Show Dots?
fr: Points de navigation ?

source: If checked, will display dots under carrousel for each image.
fr: Si coché, montrera des points sous le carrousel pour chaque image.

source: Show Navigation Arrows?
fr: Flèches de navigation ?

source: If checked, will display navigation arrows both sides of the carrousel.
fr: Si coché, montrera des flèches de navigation de chaque côté du carrousel.

source: Max sizes : 600x600. Always use the same ratio on the same carrousel.
fr: Dimension maximale : 600x600. Utilisez toujours le même ratio dans le même carrousel.

source: Left Text
fr: Texte de gauche

source: Right Text
fr: Texte de droite

source: Align texts vertically?
fr: Aligner verticalement les textes ?

source: Video File
fr: Fichier vidéo

source: Prioritize .mp4 format.
fr: Privilégiez le format mp4.

source: Height
fr: Hauteur

source: Height of the slider (will be automatically shrinked on mobile version).
fr: Hauteur du slider (sera automatiquement redimensionné en version mobile).

source: Middle
fr: Centre

source: Suptitle
fr: Sur-titre

source: Title's Colour
fr: Couleur du titre

source: Suptitle's Colour
fr: Couleur du sur-titre

source: Subtitle's Colour
fr: Couleur du sous-titre

source: Text's Position
fr: Position du texte

source: Link's Label
fr: Texte du lien

source: Facultative. Maximum 1 000 characters.
fr: Facultatif. Maximum 1 000 caractères.

source: Open on new tab?
fr: Ouvrir dans un nouvel onglet ?

source: Maximum size: 1920x900. Leave blank to hide image.
fr: Dimensions maximales : 1920x900. Laissez vide pour masquer l'image.

source: Schedule - Top
fr: Horaire - Haut

source: Maximum 50 characters.
fr: Maximum 50 caractères.

source: Schedule - Bottom
fr: Horaire - Bas

source: Phone - Top
fr: Téléphone - Haut

source: Phone - Bottom
fr: Téléphone - Bas

source: Address - Top
fr: Adresse - Haut

source: Maximum 120 characters.
fr: Maximum 120 caractères.

source: Address - Bottom
fr: Adresse - Bas

source: Facultative. Maximum 1000 characters.
fr: Facultatif. Maximum 1000 caractères.

source: Facultative. Size: 2000x900. Leave blank to hide image.
fr: Facultatif. Dimensions : 2000x900. Laissez vide pour masquer l'image.

source: Facultative. Size: 160x160.
fr: Facultatif. Dimension : 160x160.

source: 1 block
fr: 1 bloc

source: 2 blocks
fr: 2 bloc

source: 3 blocks
fr: 3 blocs

source: How many block per line?
fr: Combien de bloc par ligne ?

source: Maximum 1000 characters.
fr: Maximum 1000 caractères.

source: Maximum 100 characters.
fr: Maximum 100 caractères.

source: Button's URL
fr: URL du bouton

source: Button Text's Colour
fr: Couleur du texte du bouton

source: Button Border's Colour
fr: Couleur de la bordure du bouton

source: Leave blank to use transparent.
fr: Laisser vide pour mettre transparent.

source: Button Background's Colour
fr: Couleur du fond du bouton

source: Facultative. Size: 540x300.
fr: Facultatif. Dimension : 540x300.

source: Facultative. Size: 420x460.
fr: Facultatif. Dimension : 420x460.

source: Job
fr: Emploi
