Repository: dmodules/d-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Facultative. Size: 255x355.
fr: Facultatif. Dimension : 255x355.

source: Ex.: https://www.facebook.com/<username>
fr: Ex.: https://www.facebook.com/<nomdutilisateur>

source: Ex.: https://twitter.com/<username>
fr: Ex.: https://twitter.com/<nomdutilisateur>

source: Ex.: https://www.instagram.com/<username>
fr: Ex.: https://www.instagram.com/<nomdutilisateur>

source: Name's Colour
fr: Couleur du nom

source: Job's Colour
fr: Couleur de l'emploi

source: Facultative. Size: 120x120.
fr: Facultatif. Dimension : 120x120.

source: Payment
fr: Paiement

source: Type your search here
fr: Écrire votre recherche ici

source: Under Construction
fr: En construction

source: This page has no contact.
fr: Cette page n'a pas de contenu.

source: Useful Links
fr: Liens utiles

source: My Account
fr: Mon compte

source: Profile
fr: Profil

source: My Quotations
fr: Mes devis

source: My Orders
fr: Mes commandes

source: Login
fr: Connexion

source: All rights reserved
fr: Tous droits réservés

source: Site created by
fr: Site créé par

source: My Cart
fr: Mon panier

source: product
fr: produit

source: My Quotation
fr: Mon devis

source: slugquotation
fr: devis

source: Send
fr: Envoyer

source: slugmyquotations
fr: mes-devis

source: Logout
fr: Déconnexion

source: Registration
fr: Inscription

source: Your email
fr: Votre courriel

source: Password
fr: Mot de passe

source: Log In
fr: Se connecter

source: Confirm Password
fr: Confirmation du mot de passe

source: Sign In
fr: S'inscrire

source: Page not found
fr: Page introuvable

source: This page doesnt exist
fr: Cette page n'existe pas

source: Back to home
fr: Retour à l'accueil

source: Error
fr: Erreur

source: An error occurred. Sorry.
fr: Une erreur est survenue. Désolé.

source: Discounted
fr: Promotion

source: Add to quotation
fr: Ajouter au devis

source: Add to cart
fr: Ajouter au panier

source: Related Products
fr: Produits similaires

source: Thank you for your order at D-Shop
fr: Merci d'avoir commandé sur D-Shop

source: Hello, your order
fr: Bonjour, votre commande

source: has been shipped. We look forward to seeing you again in our online store very soon
fr: à bien été expédiée. Au plaisir de vous revoir dans notre boutique en ligne très bientôt !

source: Shipping ID
fr: ID de livraison

source: Summary of Order %(order_number)s
fr: Résumé de commande #%(order_number)s

source: A new order has just been done at D-Shop
fr: Une nouvelle commande vient d'être effectuée sur D-Shop

# order-detail
source: from
fr: du

source: Shipped
fr: Livré

source: Order Canceled
fr: Commande annulée

source: Payment Method
fr: Méthode de paiement

source: Ordered Items
fr: Produits commandés

source: Shipping Cost
fr: Prix de livraison

source: Applied Promocodes
fr: Codes promotionnels appliqués

source: You have never ordered anything from this site.
fr: Vous n'avez jamais commandé sur ce site.

source: Page navigation
fr: Navigation de la page

source: Page: Home
fr: Page : Accueil

source: Page: Products
fr: Page : Produits

source: Page: Terms and Conditions
fr: Page : Termes et conditions

source: Close
fr: Fermer

source: Checkout
fr: Commander

source: Checkout and order.
fr: Commander et payer.

source: Contact us
fr: Contactez-nous

source: Fill out this form to contact us.
fr: Remplissez ce formulaire pour nous contacter.

source: Subject
fr: Sujet

source: Message Sent!
fr: Message envoyé !

source: Your message has beend successfully sent.
fr: Votre message a été envoyé avec succès.

source: Thanks!
fr: Merci !

source: Payment Error
fr: Erreur de paiement

source: Oops! An error occurred during payment...
fr: Oups ! Une erreur est survenue lors du paiement...

source: The card number is incorrect.
fr: Le numéro de la carte est incorrecte.

source: The card number is not a valid credit card number.
fr: Le numéro de la carte n'est pas un numéro de carte de crédit valide.

source: The card's expiration month is invalid.
fr: Le mois d'expiration de la carte est invalide.

source: The card's expiration year is invalid.
fr: L'année d'expiration de la carte est invalide.

source: The card's security code is invalid.
fr: Le code de sécurité de la carte est invalide.

source: The card has expired.
fr: La carte est expirée.

source: The card's security code is incorrect.
fr: Le code de sécurité de la carte est incorrecte.

source: The card's zip code failed validation.
fr: Le code postal de la carte a échouée la validation.

source: The card was declined.
fr: La carte a été refusée.

source: There is no card on a customer that is being charged.
fr: Aucune carte trouvé pour le client.

source: An error occurred while processing the card.
fr: Une erreur est survenue lors lors du traitement de la carte.

source: An error occurred due to requests hitting the API too quickly.
fr: Une erreur est survenue à cause d'un trop grand nombre de requêtes rapides.

source: Back to Home
fr: Retour à l'accueil

source: Date: Recent to Old
fr: Date : Plus récent au plus

source: Date: Old to Recent
fr: Date : Plus vieux au plus récent

source: Name: A to Z
fr: Nom : A à Z

source: Name: Z to A
fr: Nom : Z à A

source: Price: Low to High
fr: Prix : Plus petit au plus élevé

source: Price: High to Low
fr: Prix : Plus élevé au plus petit

source: Brands
fr: Marques

source: Apply
fr: Appliquer

source: See more
fr: Voir plus

source: No product found
fr: Aucun produit trouvé

source: See more products
fr: Voir plus de produits

source: Quotation:
fr: Devis :

source: No quotation found
fr: Aucun devis trouvé

source: Products found:
fr: Produits trouvés :

source: See product
fr: Voir le produit

source: Empty
fr: Vide

source: No brand found
fr: Aucune marque trouvée

source: Loading
fr: Chargement

source: Delivery Note
fr: Note de livraison

source: Shipped at
fr: Envoyé le

source: Invoice
fr: Facture

source: Ordered on
fr: Commandé

source: - Your Order
fr: - Votre commande

source: - Your Order Is Shipped
fr: - Votre commande est expédiée

source: - A New Quotation Has Arrived
fr: - Une nouvelle soumission vient d'arriver

source: Only signed in customers can view their list of orders.
fr: Seul les utilisateurs connectés peuvent voir leur liste de commandes.

source: This order does not belong to you.
fr: Cette commande n'est pas à vous.

source: You successfully been added to our newsletter.
fr: Vous avez été ajouté à notre infolettre avec succès.

source: An error occurred, sorry.
fr: Une erreur est survenue, désolé.

source: Your answer was wrong.
fr: Votre réponse est fausse.

source: Invalid POST data.
fr: Données invalides.

source: Password has been reset with the new password.
fr: Le mot de passe été réinitialisé avec le nouveau mot de passe.

source: Successfully registered yourself.
fr: Inscription effectuée avec succès.

source: French
fr: Français

source: English
fr: Anglais

source: Product Heading
fr: Entête de produit

source: Delivery
fr: Livraison

source: DeliveryItem
fr: Objet de livraison

source: Sending Emails
fr: Envoi de courriels

source: Email Templates
fr: Gabarits de courriel

source: Sent Emails
fr: Courriels envoyés

source: Theme Management
fr: Thème

source: CMS Plugins
fr: Plugins du CMS

source: Add CMS Plugin
fr: Ajouter un plugin

source: Edit CMS Plugin
fr: Modifier un plugin

source: Standard Plugins
fr: Plugins standards

source: No files were found in the specified folder.
fr: Aucun fichier trouvé dans le dossier spécifié.

source: Your browser doesn't support this video format.
fr: Votre navigateur ne supporte pas ce format vidéo.

source: D-Shop - E-commerce platform
fr: D-Shop - Plateforme de commerce en ligne

source: Translated Category Name
fr: Traduction du nom de la catégorie

source: Translated Filter's Group Name
fr: Traduction du nom du groupe de filtres

source: Translated Filter's Name
fr: Traduction du nom du filtre

source: A unique code.
fr: Un code unique.

source: Leave blank to hide button.
fr: Laisser vide pour masquer le bouton.

source: Maximum 200 characters.
fr: Maximum 200 caractères.

source: Leave blank to hide image.
fr: Laisser vide pour masquer l'image.

source: Maximum 250 characters.
fr: Maximum 250 caractères.

source: Maximum 500 characters.
fr: Maximum 500 caractères.

source: Job Module
fr: Module Job

source: Last Job Offers
fr: Dernières offres d'emploi

source: Créé à
fr: Créé le

source: Mis à jour à
fr: Mis à jour le

source: E-mail
fr: Courriel

source: See All Offers Link's Label
fr: Texte du bouton 'Voir toutes les offres'

source: Box Text's Colour
fr: Couleur du texte de la boîte

source: Starting Salary
fr: Salaire de départ

source: Required Skills
fr: Compétences requises

source: Work Schedule
fr: Horaire de travail

source: Required Training
fr: Formation requise

source: Starting Date
fr: Date d'entrée

source: Apply Now
fr: Appliquer maintenant

source: We will never share your email with anyone.
fr: Nous ne partagerons jamais votre courriel avec qui que ce soit.

source: Your CV
fr: Votre CV

source: Available Jobs
fr: Emplois disponibles

source: Please, upload your CV
fr: Veuillez ajouter votre CV

source: Your application for the job '%(jobtitle)s has been successfully send.
fr: Votre demande d'emploi pour '%(jobtitle)s' a bien été envoyée.

source: Invalid captcha
fr: Captcha invalide.

source: Portfolio's Item
fr: Élément du Portfolio

source: Portfolio's Items
fr: Éléments du Portfolio

source: Your Shop
fr: Votre boutique

source: with %(quantity)s sale this month
fr: en %(quantity)s vente ce mois-ci

source: with %(quantity)s sale last month
fr: en %(quantity)s vente le mois dernier

source: orders
fr: commandes

source: order
fr: commande

source: need to be processed
fr: en attente

source: need to be shipped
fr: en attente de livraison

source: products
fr: produits

source: is low on stock
fr: en stock faible

source: is out of stock
fr: épuisé

source: Month's Bestsellers
fr: Meilleures ventes du mois

source: with %(quantity)s sale
fr: avec %(quantity)s vente

source: Credit Card
fr: Carte de crédit

source: Test (development)
fr: Test (développement)

source: An error occured while creating your order.
fr: Une erreur est survenue lors de la création de la commande.

source: Dashboard
fr: Tableau de bord

source: with %(quantity)s sells this month
fr: en %(quantity)s ventes ce mois-ci

source: Label's Colour
fr: Couleur de la vignette

source: You've been successfully added to our newsletter.
fr: Vous avez été ajouté à notre infolettre avec succès.

source: You're already subscribed to this newsletter.
fr: Vous êtes déjà inscrit à cette infolettre.

source: Something went wrong, sorry.
fr: Une erreur est survenue, désolé.

source: Your answer is wrong.
fr: Votre réponse est fausse.

source: Order Number:
fr: Numéro de commande :

source: Your Details
fr: Vos détails

source: Summary of Your Order %(order_number)s
fr: Résumé de votre commande #%(order_number)s

source: Line Total: %(line_total)s
fr: Total : %(line_total)s

source: Subtotal: %(subtotal)s
fr: Sous-total : %(subtotal)s

source: Paid using Stripe
fr: Payé avec Stripe

source: Theme
fr: Thème

source: Theme Setting
fr: Paramètre du thème

source: Payment confirmed
fr: Paiement confirmé

source: Order items
fr: Produits commandés

source: Use shipping address for billing
fr: Utiliser l'adresse de livraison pour la facturation

source: Exhausted
fr: Épuisé

source: Testimonial
fr: Témoignage

source: Customizations
fr: Personnalisations

source: Discount Type
fr: Type de rabais

source: You need to be logged in to see your orders.
fr: Vous devez être connecté pour voir vos commandes.
